tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'neovim/neovim'
brew 'ack'
brew 'ant'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bazaar'
brew 'boost'
brew 'brew-cask'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'faac'
brew 'ffmpeg'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gnupg'
brew 'go', args: ['with-cc-common']
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'imagemagick'
brew 'jpeg'
brew 'lame'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'mercurial'
brew 'mongodb'
brew 'nasm'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'openssl'
brew 'pidcat'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'readline'
brew 'repo'
brew 'rust'
brew 'scons'
brew 'sqlite'
brew 'tmux'
brew 'tomcat'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yasm'
cask 'atom'
cask 'clion-eap'
cask 'genymotion'
cask 'google-chrome'
cask 'ichm'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'jd-gui'
cask 'jing'
cask 'macvim'
cask 'mindnode-pro'
cask 'mplayerx'
cask 'p4v'
cask 'pencil'
cask 'postgres'
cask 'pycharm-ce'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'teamviewer'
cask 'virtualbox'
cask 'welly'
cask 'wireshark'
cask 'xquartz'
